Repository: inlineTushar/ImageProX
Catalog: lib/l10n/app_*.arb
Languages: es

# homeEmpty
source: No history yet. Capture an image to get started.
es: Aún no hay historial. Captura una imagen para comenzar.

# captureTitle
source: Capture Image
es: Capturar imagen

# captureSourceLabel
source: Select an image source
es: Selecciona una fuente de imagen

source: Camera
es: Cámara

source: Gallery
es: Galería

# processingTitle
source: Processing
es: Procesando

# processingDetecting
source: Detecting content...
es: Detectando contenido...

# processingFace
source: Processing face image...
es: Procesando rostro...

# processingDocument
source: Processing document image...
es: Procesando documento...

# processingPreparing
source: Preparing result...
es: Preparando resultado...

# noImageSelected
source: No image selected for processing.
es: No se seleccionó ninguna imagen para procesar.

# processingTimeout
source: Detection timed out. Please try again.
es: La detección excedió el tiempo. Inténtalo de nuevo.

source: Processing failed.
es: El procesamiento falló.

source: Try Again
es: Intentar de nuevo

# resultTitle
source: Result
es: Resultado

source: Before / After
es: Antes / Después

source: Processed
es: Procesado

source: Done
es: Listo

# pdfCreatedTitle
source: PDF Created
es: PDF creado

source: Document Title
es: Título del documento

source: Open PDF
es: Abrir PDF

# pdfUnavailable
source: PDF is not available yet.
es: El PDF aún no está disponible.

source: Face Processed
es: Rostro procesado

source: Document Scan
es: Escaneo de documento

# historyDetailTitle
source: History Detail
es: Detalle del historial

source: Camera permission denied.
es: Permiso de cámara denegado.

source: Gallery permission denied.
es: Permiso de galería denegado.
